---
name: privacy
lc: de
layout: default
title: Datenschutzerkl&auml;rung
---

        <h1>Datenschutzerkl&auml;rung</h1>
        <p>Ihre Privatsph&auml;re ist uns sehr wichtig. Electric Dynamite hat einige Grundprinzipien:</p>
        <ul>
          <li>Wir fragen nicht nach pers&ouml;nlichen Informationen, wenn wir Sie nicht wirklich ben&ouml;tigen. (Wir m&ouml;gen selbst keine Dienste, die nach Ihrem Geschlecht oder Ihren Einkommensverh&auml;ltnissen fragen, ohne daf&uuml;r einen klaren Grund zu haben.) </li>
          <li>Wir geben Ihre pers&ouml;nlichen Daten nicht weiter, au&szlig;er zur Einhaltung von Gesetzen, um unsere Produkte zu entwickeln, oder um unsere Rechte zu sch&uuml;tzen.</li>
          <li>Wir speichern keine pers&ouml;nlichen Daten auf unseren Servern, solange es nicht f&uuml;r den laufenden Betrieb unserer Dienste n&ouml;tig ist.</li>
        </ul>
        <p>Folgend ist unsere Datenschutzerkl&auml;rung, welche diese Ziele verinnerlicht:</p>
        <p>Falls Sie Fragen zum L&ouml;schen oder Korrigieren Ihrer pers&ouml;nlichen Daten haben, kontaktieren Sie bitte privacy@electricdynamite.de.</p>
        <p>Philipp Geschke ("Electric Dynamite") betreibt mehrere Webseiten, unter anderem electricdynamite.de, pastyapp.org, ngdm.de and blafaselblub.net. Es ist Electric Dynamites Richtlinie, Ihre Privatsph&auml;re zu respektieren, wann immer es um Informationen geht, welche wir durch den Betrieb dieser Webseiten sammeln.</p>
        
        <h2>Webseiten Besucher</h2>
        <p>Wie die mei&szlig;ten Webseitenbetreiber sammelt auch Electric Dynamite nicht pers&ouml;nliche Informationen der Art, die Web-Browser und Server &uuml;blicherweise freiwillig zur Verf&uuml;gung stellen, zum Beispiel der Typ des Browsers, Vorz&uuml;ge in der Sprachwahl, die Webseite &uuml;ber welche zu einem unserer Dienste gefunden wurde, und Tag und Uhrzeit jeder Datenanforderung des Besuchers and unsere Server. Electric Dynamites Ziel bei dem Sammeln dieser Informationen ist, besser zu verstehen, wie Electric Dynamites Besucher unsere webseiten nutzen. Gelegentlich kann Electric Dynamite zusammengefasste nicht-pers&ouml;nliche Statistiken ver&ouml;ffentlichen, z.B. um den Trend einer Nutzung zu verdeutlichen.</p>
        <p>Electric Dynamite sammelt ebenfalls potentiell pers&ouml;nliche Informationen wie Internet Protocol (IP) Adressen angemeldete Benutzer und Benutzer die etwas in Ihr Cloud Clipboard auf pastyapp.org hinzuf&uuml;gen. Electric Dynamite ver&ouml;ffentlicht diese Informationen nur unter den untenstehenden Bedingungen.</p>
        
        <h2>Sammlung von pers&ouml;nlichen Informationen</h2>
        <p>Bestimmte Besucher von Electric Dynamites Webseiten entscheiden sich, Electric Dynamites Dienste so zu nutzen, dass Electric Dynamite pers&ouml;nliche Informationen &uuml;ber diese Besucher sammeln muss. Die Menge und Art der gesammelten Informationen h&auml;ngt von dem genauen Dienst und der Art der Nutzung ab. Beispielsweise fragen wir Besucher, welche sich f&uuml;r ein Cloud Clipboard auf https://pastyapp.org anmelden nach einen Benutzernamen. In jedem Falle sammelt Electric Dynamite solche Informationen nur insoweit, als wie es n&ouml;tig oder angemessen ist, um den Zweck der Interaktion des Besuchers mit Electric Dynamite zu erf&uuml;llen. Electric Dynamite ver&ouml;ffentlich keine pers&ouml;nlichen Informationen au&szlig;er unter den untenstehenden Bedingungen. Dar&uuml;ber hinaus haben Besucher immer die M&ouml;glichkeit, pers&ouml;nliche Daten nicht bereitzustellen, allerdings mit der Auswirkung, Electric Dynamites Webseiten und Dienste nicht, oder nur eingeschr&auml;nkt nutzen zu k&ouml;nnen.</p>

        <h2>Zusammengefasste Statistiken</h2>
        <p>Electric Dynamite kann Statistiken &uuml;ber die Nutzungsart und -menge seiner Webseitenbesucher sammeln. Electric Dynamite darf diese Statistiken &ouml;ffentlich darstellen oder Dritten zug&auml;nglich machen. Allerdings ver&ouml;ffentlicht Electric Dynamite keine pers&ouml;nliochen Informationen, au&szlig;er unter den untenstehenden Bedingungen.</p>
        
        <h2>Schutz bestimmter pers&ouml;nlicher Daten</h2>
        <p>Electric Dynamite stellt potenziell pers&ouml;nliche oder pers&ouml;nliche Daten nur denen seiner Mitarbeiter, Vertragspartner oder zugeh&ouml;rigen Organisationen zur Verf&uuml;gung, welche (i) diese Daten ben&ouml;tigen um Sie in Electric Dynamites Auftrag zu verarbeiten oder Dienste auf Electric Dynamites Webseiten anzubieten, und (ii) welche zugestimmt haben, diese Daten nicht weiterzureichen. Manche dieser Mitarbeiter, Vertragspartner oder zugeh&ouml;rigen Organisationen k&ouml;nnen au&szlig;erhalb Ihres Heimatlandes liegen; durch Ihre Nutzung von Electric Dynamites Webseiten und Diensten stimmen Sie eine m&ouml;glichen Daten&uuml;bertragung an diese zu. Electric Dynamite wird keine potenziell pers&ouml;nlichen oder pers&ouml;nlichen Daten an irgendjemanden vermieten oder verkaufen. Au&szlig;er an seine Mitarbeiter, Vertragspartner oder zugeh&ouml;rigen Organisationen, wie oben beschrieben, gibt Electric Dynamite potenziell pers&ouml;nliche oder pers&ouml;nliche Informationen nur weiter, um auf einsweilige Verf&uuml;gungen, gerichtliche Anordnungen oder andere staatliche Anforderungen zu reagieren, oder wenn Electric Dynamite in gutem Glauben ist, dass das weitergeben dieser Informationen n&ouml;tig ist, um das geistige Eigentum von Electric Dynamite, Dritten, oder der &Ouml;ffentlichkeit im Allgemeinen zu sch&uuml;tzen. Wenn Sie ein registrierter Nutzer einer Webseite oder eines Dienstes von Electric Dynamite sind und dort eine E-Mailadresse angegeben haben, darf Electric Dynamite Ihnen gelegentlich eine E-Mail senden, um Sie auf neue Funktionen hinzuweisen, Sie um R&uuml;ckmeldung zu unseren Diensten zu bitten, oder einfach um Sie dar&uuml;ber auf dem Laufenden zu halten, was es neues bei Electric Dynamite oder unseren Produkten gibt. Wenn Sie eine Anfrage an uns richten, z.B. &uuml;ber eine Supportanfrage oder einen unsere Feedback-Kan&auml;le, behalten wir uns das Recht vor, diesen zu ver&ouml;ffentlichen, um Richtigstellungen oder Antworten auf Ihre Anfrage zu ver&ouml;ffentlichen, oder um unseren Nutzern im Allgemeinen hierdurch zu helfen. Electric Dynamite nimmt alle notwendigen und angebrachten Ma&szlig;nahmen vor, um unautorisierten Zugang, Nutzung, Ver&auml;nderung oder Zerst&ouml;rung von potenziell pers&ouml;nlichen oder pers&ouml;nlichen Daten zu verhindern.</p>

        <h2>Cookies</h2>
        <p>Ein Cookie ist eine Zeichenfolge von Informationen, welche Webseiten auf dem Computer eines Besuchers speichern, welche der Browser des Besuchers der Webseite bei jedem wiederholten Besuch zur Verf&uuml;gung stellt. Electric Dynamite nutzt Cookies, um Electric Dynamite zu helfen, Besucher wiederzuerkennen oder &uuml;ber den Verlauf Ihres Aufenthalts auf unseren Webseiten identifizieren zu k&ouml;nnen, sowie deren pers&ouml;nlichen Einstellungen zur Nutzung unserer Webseiten. Electric Dynamite Besucher sollten in Ihrem Browser das Akzeptieren von Cookies unterbinden, bevor Sie Electric Dynamites Webseiten nutzen, unter Hinweis darauf, das einige Webseiten und Dienste von Electric Dynamite unter diesen Umst&auml;nden m&ouml;glicherweise nicht ordnungsgem&auml;&szlig; funktionieren k&ouml;nnen. Es gibt je nach der Wahl Ihres Browsers verschiedene Erweiterungen, welche Cookies nur bei Bedarf durch Sie akzeptieren, und gleichzeitig ein komfortables Nutzen des Internets zulassen. Electric Dynamite empfiehlt generell die Nutzung solcher Produkte zum Schutz der pers&ouml;nlichen Daten.</p>

        <h2>Gesch&auml;fts&uuml;bernahme</h2>
        <p>Falls Electric Dynamite, oder wesentliche Teile unserer Aktivposten, gekauft werden, oder in dem unwahrscheinlichen Falle, dass Electric Dynamite Insolvenz anmeldet, oder das Gesch&auml;ft aufgibt, w&auml;ren Benutzerdaten einer der Aktivposten, welcher den Besitzer wechseln w&uuml;rde. Sie willigen ein, dass ein solcher Fall eintreten kann, und dass in diesem Fall der k&uuml;nftige Eigent&uuml;mer Ihre Daten weiterhin, unter den Bedingungen dieser Datenschutzerkl&auml;rung, nutzen kann.</p>

        <h2>Werbung</h2>
        <p>Werbung, welche auf unseren Webseiten erscheint, kann von Werbepartnern ausgeliefert werden, welche Cookies setzen. Diese Cookies erlauben dem Werbungsanbieter, Ihren Computer wieder zu erkennen, wann immer eine Werbung an Ihren Computer ausgeliefert wird, und diese Werbung auf Ihre Interessen oder die Interessen der Personen, die Ihren Computer nutzen, abzustimmen. Diese Datenschutzerkl&auml;rung behandelt ausschlie&szlig;lich die Cookies, welche durch Electric Dynamites Webseiten oder Dienste gesetzt werden, keinesfalls aber die Cookies, welche durch ein Werbenetzwerk gesetzt werden.</p>

        <h2>&Auml;nderungen der Datenschutzerkl&auml;rung</h2>
        <p>Obwohl die mei&szlig;ten &Auml;nderungen sehr klein oder sogar kosmetischer Natur sein d&uuml;rften, beh&auml;lt Electric Dynamite sich das Recht vor, diese Datenschutzerkl&auml;rung eigenst&auml;ndig zu &auml;ndern. Electric Dynamite fordert seine Nutzer auf, von Zeit zu Zeit diese Datenschutzerkl&auml;rung auf &Auml;nderungen zu pr&uuml;fen. Dies ist leider notwendig, das Electric Dynamite aufgrund der ausgesprochenen Datensparsamkeit nicht zwangsl&auml;ufig Kontaktdaten der eigenen Benutzer und Besucher hat, und daher nicht zur expliziten Einwilligung auffordern kann. Ihre fortgesetzte Nutzung unserer Webseiten oder Dienste gilt daher als implizite Einwilligung zu der ge&auml;nderten Datenschutzerkl&auml;rung.</p>

        <p class="smaller">Unter der Creative Commons Sharealike Lizenz (CC-BY-SA) lizenziert. Remix und &Uuml;bersetzung von Automattic's Privacy Policy, in Ihrer Fassung aus M&auml;rz 2012, welche wiederum selbst unter CC-BY-SA Lizenz steht. </p>
        <p class="smaller">Licensed under Creative Commons Sharealike license (CC-BY-SA). Remix and translation of Automattic's Privacy Policy, in its state in March 2012, which is licensed under CC-BY-SA itself. </p>
