<!DOCTYPE html>
<html lang="de">
  <head>
    <meta charset="UTF-8">
    <title>Electric Dynamite ::. Home
    </title>
    <!--<link rel="icon" href="/images/favicon.ico" type="image/x-icon">-->
    <link rel="stylesheet" href="../includes/default.css">
  </head>
  <body>
  <div id="wrapper">
    <header><a href="../en/index.html">English</a></header>
    <div id="content">
      <section>
        <h1>&Uuml;ber Electric Dynamite</h1>
        <p>Electric Dynamite ist ein Label, ein Projekt, oder einfach ein Name, den ich nutze um Software zu ver&ouml;ffentlichen.</p>
        <p>Warum nicht einfach die Software unter meinem eigentlichen Namen ver&ouml;ffentlichen? Nun, in gewissem Sinne tue ich das, 
        "Electric Dynamite" wird in allen rechtlich relevanten Dateien als Synonym für meinen Namen, Philipp Geschke, verwendet.
        Das bedeutet, dass, w&auml;hrend ich die Software technisch gesehen als Privatperson ver&ouml;ffentliche, dr&uuml;cke ich ihr einen 
        Stempel auf, als Markenname sozusagen, der ohne gr&ouml;&szlig;ere Probleme in Zukunft als Projekt- oder Firmenname genutzt werden k&ouml;nnte.
        Der "Markenname" Electric Dynamite w&uuml;rde dabei erhalten bleiben.</p>
      </section>
      <section>
        <h1>Datenschutz</h1>
        <p>Falls nicht anders vermerkt teilen alle Electric Dynamite Projekte eine gemeinsame <a href="privacy.html">Datenschutz Erklärung</a>. 
        W&auml;hrend das Dokument seiner rechtlichen Natur entsprechend nat&uuml;rlich langweilig klingt, ist hier ein kleiner Spoiler:
        Electric Dynamite glaubt sehr stark an informationelle Selbstbestimmung, dein Recht, selbst zu bestimmen, mit wem du welche Informationen teilen willst. 
        F&uuml;r Electric Dynamite bedeutet dies, dass nur, weil Electric Dynamite einen Dienst anbietet, sich daraus kein Recht &uuml;ber dich oder deine Daten 
        ableitet. Electric Dynamite is rechtlich dazu verpflichtet, gewisse Informationen &uuml;ber einen gewissen Zeitraum zu speichern. Dar&uuml;ber hinaus pflegt 
        Electric Dynamite das Prinzip der Datensparsamkeit, was bedeutet, dass Electric Dynamite nur Daten speichert, die ben&ouml;tigt werden, um den gew&uuml;nschten Dienst anzubieten.</p>
        <p>Dennoch ist es <i>m&ouml;glich</i>, dass Electric Dynamite bei manchem Projekten anonyme Nutzungsstatistiken speichert, um die angebotene Dienstleistung 
        den Anspr&uuml;chen der Benutzer anpassen zu k&ouml;nnen. Ich wei&szlig;, ich wei&szlig;, ich hasse so etwas normalerweise auch, aber wenn man mit einem Projekt Dienstleistungen anbietet 
        ist dies essentiell, um die Dienstleistung auf die W&uuml;nsche der Benutzer (dir!) zuschneiden zu k&ouml;nnen. Lass dir versichert sein, dass Electric Dynamite niemals wissentliche 
        deine Privatsph&auml;re verletzten w&uuml;rde.</p>
      </section>
      <section>
        <h1>Software Projekte</h1>
        <p>Dies sind einige Softwareprojekte, an denen ich aktuell arbeite, mehr oder weniger: </p>
        <ul>
          <li><a href="http://www.pastyapp.org">Pasty - Das Cloud Clipboard</a><br>
          Pasty ist ein Cloud Clipboard, welches das Ziel hat, auf einfache Weise Daten der Zwischenablage zwischen verschiedenen Ger&auml;ten zu teilen.</li>
          <li><a href="http://ednt.sourceforge.net">EDNT - Electric Dynamite Network Tools</a><br>
          EDNT ist ein modernes Tool mit verschiedenen netzwerkbezogenen Tasks, ein so genanntes Looking Glass</li>
          <li><a href="http://ngdm.de">NGDM - Next Generation Domain Manager</a><br>
          NGDM ist ein Managementwerkzeug für das Verwalten von DNS Servern.</li>
        </ul>
      </section>
      <section>
        <h1>Wer steht hinter Electric Dynamite</h1>
        <p>Wie bereits erw&auml;hnt ist Electric Dynamite ein Label, welches ich nutze um Software zu ver&ouml;ffentlichen. 
        Das bedeutet, dass Electric Dynamite aktuell weder eine Firma, noch eine Stiftung oder ein Verein ist, sondern eine einzelne Person.</p>
        <p>Mein Name ist Philipp Geschke und ich schreibe Software als ein Hobby. Ich bin kein professioneller Software Entwickler, 
        also erwarte bitte nicht die Code-Qualit&auml;t eines Profis. Ich tue mein Bestes, um gute, stabile, sichere Software zu schreiben, 
        aber ich habe es nie beigebracht bekommen, und verbringe meine dienstliche Zeit mit anderem. Dennoch, ich mag meine Software
        und nutze sie selbst. Ich habe hohe Erwartungen in die Software die ich nutze, und daraus folgend auch in die Software die ich schreibe.</p>
        <p>Ich sch&auml;tze s&auml;mtliche konstruktive Kritik, die helfen kann meine Software zu verbessen. Bitte sende mir eine kurze E-Mail an 
        <a href="mailto:electricdynamite.apps@googlemail.NOSPAMREMOVEMEcom">electricdynamite.apps AT googlemail DOT com</a>.
        Vielen Dank, dass du meine Software nutzt, falls du es denn tust. Ich wei&szlig; das sehr zu sch&auml;tzen.</p>
        <p>Nur, um hervorzuheben, dass dies in der Tat mein Hobby ist: Ich habe diesen Text am Esstisch meiner Schwiegereltern geschrieben, an einem regnerischen Feiertag.</p>
      </section>
      </div>
    </div>
    <footer>Electric Dynamite ::. Website - &copy;2007 - 2013 Philipp Geschke | <a href="index.html">Home</a> | <a href="imprint.html">Impressum</a> | <a href="privacy.html">Datenschutzerkl&auml;rung</a></footer>
</body>
</html>
